Revit 2027 API
ParameterTypeId.SteelElemHoleHeadDiameter Property
 "Head diameter"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemHoleHeadDiameter { get; }
Public Shared ReadOnly Property SteelElemHoleHeadDiameter As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemHoleHeadDiameter {
	ForgeTypeId^ get ();
}
static member SteelElemHoleHeadDiameter : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace